Repository: malonp/trytond-bank_country
Catalog: locale/*.po
Languages: es_es

# field:bank,country:
source: Country
es_es: País

# field:bank,code:
source: National Code
es_es: Código nacional

# help:bank,country:
source: Select country to enter national identification number for this bank
es_es: Seleccionar pais para introducir el codigo de identificacion de la entidad

# help:bank,code:
source: National Identifier Code for this bank
es_es: Código nacional de identificación del banco

# field:bank.configuration-bank,bank_country:
source: Bank Country
es_es: País del banco

# help:bank.configuration-bank,bank_country:
source: The value set on this field will preset the country on new banks
es_es: Valor predeterminado para el campo pais en los nuevos bancos

# field:bank.configuration-account,account_currency:
source: Account Currency
es_es: Moneda de la cuenta

# help:bank.configuration-account,account_currency:
source: The value set on this field will preset the currency on new bankaccounts
es_es: Valor predeterminado para el campo moneda en las nuevas cuentas bancarias

# model:ir.action,name:act_bank_configuration_form
source: Bank Configuration
es_es: Configuración de bancos

# model:ir.action,name:act_bankaccount_configuration_form
source: Account Configuration
es_es: Configuración de cuentas

# model:ir.ui.menu,name:menu_bank_configuration
source: Configuration
es_es: Configuración

# model:ir.ui.menu,name:menu_bank_configuration-bank
source: Bank
es_es: Bancos

# model:ir.ui.menu,name:menu_bank_configuration-bankaccount
source: Account
es_es: Cuentas

# error:bank:
source: This bank already exists!
es_es: Este banco ya existe en la base de datos!

# error:bank.account.number:
source: This bank account number already exists!
es_es: Este numero de cuenta ya existe en la base de datos!

# error:bank.account.number:
source: Invalid BBAN "%s".
es_es: BBAN no válido "%s".

# error:bank.account.number:
source: IBAN value is empty
es_es: El numero IBAN esta vacio

# error:bank.account-party.party:
source: The party is already owner of this account!
es_es: El tercero ya figura como titular de esta cuenta!
